The previously active view.
  Namespace:   Autodesk.Revit.UI.Events
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2010
 Syntax
  C#
public View PreviousActiveView { get; }
  Visual Basic
Public ReadOnly Property PreviousActiveView As View
	Get
  Visual C++
public:
property View^ PreviousActiveView {
	View^ get ();
}
 Remarks
 May be    a null reference (  Nothing  in Visual Basic)  if there was no previously active view.
 See Also
  ViewActivatedEventArgs Class
  Autodesk.Revit.UI.Events Namespace